Revit 2027 API
DuctFittingAndAccessoryData.Density Property
 The air density for the duct fitting or duct accessory, Units: kg/ft^3.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Density { get; }
Public ReadOnly Property Density As Double
	Get
public:
property double Density {
	double get ();
}
member Density : float with get
Property Value
Double
See Also
Reference
DuctFittingAndAccessoryData Class
Autodesk.Revit.DB.Mechanical Namespace